// Домашнее задание №12:

// Опираясь на данную лекцию: (https://t.me/c/2614739958/5341/14439)

// 1. Проанализировать переиспользуемость класса Modal и как он устроен.
// 2. Решить проблему, связанную с оверлеем, которая демонстрировалась на лекции.
// Существует единственный правильный вариант решения данной задачи, 
// в лекции про него мы не рассуждали.

// В архиве есть текстовые файлы с подсказками. Подойдите к этому вопросу разумно, 
// пытайтесь решить задачу сами, не идёт вообще - используйте подсказки по уровню

// Как сдавать ДЗ:
// Работаете в вышеуказанном проекте, когда видите, что всё готово — создаете 
// в вашем основном проекте папку homework-12 и в него вставляете файл Modal.js, 
// после чего отправляем пулл-реквест